{"text":{"0":"Is this a contract that purports to change or specify an individual's rights or obligations?","1":"Does this contract give the individual any way to decline to agree with it, other than by foregoing the offered goods or services?","2":"Does this contract give the individual any way to revoke acceptance of it after the fact, including by cancelling ongoing services?","3":"Does the contract require the use of physical mail or telephone calls for the individual exercise any rights under it?","4":"Does the contract contain any provision forbidding the individual from offering commentary on the contract or the contract author?","5":"Does the contract require individuals to keep any information confidential?","6":"Does the contract grant the contract author ownership of any intellectual property rights to any individual-supplied content?","7":"Does the contract grant the contract author ownership or any individual data?","8":"Does the contract grant the contract author the right to sub-license individual intellectual property to other entities?","9":"Does the contract grant the contract author the right to use individual data for purposes of its own marketing?","10":"Does the contract grant the contract author the right to supply access to individual data to other entities?","11":"Does the contract provide individuals any way to opt-out of use of data or intellectual property?","12":"Does the contract provide that disputes will be resolved by binding arbitration?","13":"If your answer to 13 is \"yes,\" does the contract provide a way for an individual to opt out of arbitration?","14":"Does the contract designate a specific jurisdiction in which disputes will be resolved (a \"forum-selection clause\")?","15":"Does the contract include a choice-of-law provision specifying the jurisdiction under whose laws disputes will be resolved? ","16":"Does the contract provide that individuals agree not to pursue class actions or other collective relief, or select Virginia in a forum-selection or choice-of-law clause?","17":"Does the contract disclaim any warranties that might be implied by law?","18":"Does the contract state that the individual releases the contract author from liability for negligent torts?","19":"Does the contract state that the individual releases the contract author from liability for intentional torts?","20":"Does the contract state that the individual makes any kind of warranty or assurance about the legality of their activity (e.g., that material they upload is non-defamatory or their own intellectual property)?","21":"Does the contract require the individual to indemnify or otherwise compensate the contract author for any losses relating to the individual's behavior?","22":"Does the contract require the individual to pay the contract author's attorney's fees or litigation costs costs in litigation relating to the individual's behavior?","23":"Does the contract require the individual to pay the contract author's attorney's fees in litigation or litigation costs relating to disputes between the individual and the contract author?","24":"Is the contract for sale or licensing of any physical product, or for sale or licensing of any software that may be downloaded to the user's computer?","25":"If so, does the contract claim that it is for a license and expressly claim that it is not a sale?","26":"Does the contract specify that the user waives any rights ordinarily given to non-authors of copyrighted material under copyright law, such as fair use rights and the first sale doctrine?","27":"does the contract forbid the individual from doing business with competitors of the contract author?","28":"Does the contract provide for any kind of cancellation, early-termination, or prepayment fee?"},"explanation":{"0":"Answer \"yes\" if the document purports to bind an individual to anything, or makes any binding promises or assertions on behalf of the contract author.  In addition to more obvious kinds of promises, this also includes situations, e.g., where the contract says that individuals make representations about their preexisting knowledge or legal rights and obligations (for example, asserting that they own copyright to some content they provide, or that they are knowingly taking some risk). \n\nAnswer \"no\" if the document is a privacy policy that merely notifies the individual of what will be done with their data, but answer \"yes\" if there are any other contractual provisions that change a individual's legal rights or obligations.  \n\nYou should also answer \"no\" if this is an erroneous addition to the dataset, for example, if some random document slipped in.\n\nIf this question is answered \"no,\" coding for this document will terminate.\n\nIn case of doubt, answer \"yes.\"","1":"Answer \"yes\" if the contract provides some way for individuals to consume the goods or services offered by the contract author without agreeing to the contract.  \n\nAnswer \"no\" if there is merely an opt-out provision for specific terms (for example, arbitration clauses), or if accepting the contract is the only way to do business with the contract author.  Answer \"no\" if there is no way to opt-out of the contract, even if there is some way to revoke acceptance of the contract after acceptance.","2":"Answer \"yes\" if and only if the contract specifically provides that individuals may withdraw their acceptance once given.","3":"\"Physical mail\" includes U.S. or foreign postal services and private carriers such as FedEx, UPS, etc.  Answer \"no\" if the contract gives individuals no rights to exercise.  Also answer \"no\" if the contract gives individuals rights that they may exercise either with telephone\/mail or with electronic communication methods such as e-mail or using a website.","4":"Answer \"yes\" if the contract includes, for example, a non-disparagement clause, a clause prohibiting Yelp reviews, a non-disclosure agreement, or the like.  Answer \"yes\" if the contract provides that the individual must keep the fact of entering into the contract, or the quality of services or goods provided, or the terms of the contract, confidential.  For purposes of this question, \"prohibiting\" some commentary includes provisions that automatically terminate the contract in the event the individual makes such commentary, or that explicitly allow the contract author to terminate the contract or otherwise sanction the individual.\n\nAnswer \"no\" if the contract merely provides that the individual will preserve the confidentiality of intellectual property, trade secrets, or personal information provided by the contract author.","5":"Answer \"yes\" if any information provided by the contract author must be kept confidential by individuals, such as intellectual property, trade secrets, the information of other users, etc.","6":"Answer \"yes\" if the contract author claims ownership of any content intentionally created or supplied by the individuals.  (Common examples include \"work for hire\" agreements and publishing agreements.)  \n\nAnswer \"no\" if the contract author claims a license to copy or distribute content created by individuals, but does not claim ownership over that content.","7":"Answer \"yes\" if the contract author claims any kind of property interest, including an intellectual property interest, in any information generated by an individual's activity or concerning an individual. Examples include ownership claims to activity data on a website, or ownership rights to images of an individual created by others. \n\nAnswer \"no\" if the contract author merely claims a license, rather than ownership.","8":"Answer \"yes\" if the contract author grants contract authors the right to permit the copying or distribution of individual intellectual property by third parties. Common examples include publishing agreements and agreements for content-hosting websites.","9":"Answer \"yes\" if the contract author may use any information generated by an individual's activity or concerning an individual (such as images of an individual, an individual's \"likes,\" etc.) in order to conduct marketing activities on its own behalf.","10":"As previous question, except that you should answer \"yes\" only if the contract author may supply such information to third-parties (whether for sale or for free, and for any purpose, not limited to marketing).\n\nAnswer \"no\" if the contract merely provides that individual data may be supplied to government agents pursuant to a warrant, subpoena, or other standard legal process.","11":"Answer \"yes\" if the contract specifies any way that individuals may grant the contract author fewer rights over intellectual property data that they submit or that is generated by their activity.   \n\nAnswer \"no\" if individuals cannot opt-out of such rights other than by declining to take advantage of the goods or services offered by the contract author. \n\nAnswer \"no\" if individuals do not grant any intellectual property or data rights to the contract author (i.e., if questions 7, 8, 9, 10, and 11 are all \"no\").","12":"\"Binding\" arbitration, for purposes of this question, includes arbitration that may be subject to appeal, but does not include purely advisory mediation. Answer \"yes\" even if there is a provision to opt-out of arbitration.  If in doubt, answer \"yes.\"","13":"(self-explanatory)","14":"\"Specific jurisdiction\" includes a specific court, or a specific U.S. state or foreign territory.  It includes only governments, not private tribunals or arbitrators.  It includes tribunals established under international law, such as international trade courts established by or under the authority of international organizations such as the U.N., World Bank, International Monetary Fund, or the WTO, or by treaties such as NAFTA.\n\nAnswer \"no\" if the contract merely includes a choice-of-law clause, but does not specify any particular tribunal which must be used to apply the selected law.","15":"\"Choice of law provisions\" include references to specific U.S. states or foreign governments, as well as the selection of particular international convention and treaty regimes.  Answer \"no\" if the contract merely includes a forum-selection clause, but does not specify any particular law which the selected forum must apply.","16":"Answer \"yes\" if the contract specifically forbids class action litigation to resolve disputes.  Also answer \"yes\" if the contract specifies that disputes will be resolved in Virginia courts.  (FYI: Virginia has no class actions.)","17":"Answer \"yes\" if the contract disclaims any warranties on behalf of the contract owner, such as warranties of merchantability or fitness under contract law.","18":"Answer \"yes\" if the contract expressly states that the individual releases or waives tort liability, or if it states that the individual \"assumes the risk\" of any torts. Also answer yes if the contract disclaims liability for certain categories of losses. (One common example are contracts where the contract author disclaims liability for accidental deletion of individual data, security breaches, service failures leading to damage, etc.)","19":"Answer \"yes\" only if the contract specifically mentions intentional torts (either as \"intentional torts\" or by name, e.g., \"trespass\") in a release of liability, wavier, or disclaimer.","20":"(self-explanatory)","21":"Answer \"yes\" if the contract requires the individual to compensate the contract author for legal liability caused by the individual's behavior, whether carried out before or after the contract was entered into.","22":"Answer \"no\" if the contract only requires the individual to pay fees\/costs in disputes between the contract author and the individual.","23":"Answer \"no\" if the contract requires the individual to pay fees\/costs related to disputes between third parties (including governments) and the contract author arising out of the individual's behavior but does not require the individual to pay fees\/costs related to disputes between the contract author and individual. \n\nAnswer \"yes\" if the contract requires the individual to pay fees\/costs only if the contract author wins a dispute with the individual (i.e., imposes a \"loser pays\" rule).","24":"(self-explanatory)","25":"Answer \"no\" if you answered \"no\" to the previous claim. Answer \"yes\" if the contract author claims that any product or information (whether intellectual property or any physical property) is licensed rather than sold.","26":"(self-explanatory)","27":"Answer \"yes\" if there is any provision restraining the individual from doing business of any kind with competitors of the contract author, including, for example, hiring such competitors or going to work for them. \n\nAnswer \"no\" if the contract merely provides that trade secrets or other proprietary information will not be shared with competitors.","28":"Answer \"no\" if the contact merely provides that the full balance of a contracted-for payment for goods or services that an individual will have received will become due on termination. For example, answer \"no\" if this is a contract for installment payment of goods, where the remainder of the installment payments become due if the contract is terminated by either parties.\n\nAnswer \"yes\" if some additional sum becomes due. (Common examples include early-termination fees in cellular telephone contracts.)"}}